Repository: ivan-perevala/camera_projection_painter_addon_manual
Catalog: locale/*/LC_MESSAGES/ops.po
Languages: uk

source: Bind Camera Images
uk: Прив'язати Зображення

source: Comparison Options
uk: Опції Порівняння

source: Options for comparing names. At least one of the options must be selected for each compared type (object, image, etc.)
uk: Опції для порівняння назв. Принаймні одна з опцій повинна бути обрана для кожного з типів даних що порівнюються (об'єкт, зображення, тощо)

source: Ignore Letter Case
uk: Ігнорувати Реєстр

source: Ignore character register for matching
uk: Ігнорувати реєстр символів для пошуку збігів

source: Ignore Extensions
uk: Ігнорувати Розширення Файлів

source: Use name only, no file extension when searching
uk: Використовувати лише назви, не враховуючи розширення файлів під час пошуку

source: Use Object Name
uk: Назва Об'єкту

source: Use camera object name for comparison
uk: Використовувати назву об'єкта камери для порівняння

source: Use Camera Name
uk: Назва Камери

source: Use camera data name for comparison
uk: Використовувати назву камери для порівняння

source: Use Image Name
uk: Назва Зображення

source: Use image data-block name for comparison
uk: Використовувати назву блоку даних зображення для порівняння

source: Use Image File Name
uk: Назва Файлу Зображення

source: Use image file name for comparison
uk: Використовувати назву файлу зображення для порівняння

source: Cleanup Data
uk: Очищення Даних

source: Delete object, mesh, material, texture, light and camera data-blocks
uk: Видалити об'єкти, сітки, матеріали, текстури, лампи та блоки даних камер

source: Cleanup Images
uk: Очистити Зображення

source: Delete all image data-blocks
uk: Видалити всі блоки даних зображень

source: Create New Canvas
uk: Створити Нове Полотно

source: Ensure Canvas
uk: Обрати Полотно

source: Ensure Tool Settings
uk: Налаштувати Інструмент

source: Export Cameras
uk: Експортувати Камери

source: Calibration Groups
uk: Групи Калібрації

source: Select to export the information on the created calibration groups
uk: Чи експортувати інформацію про групи калібрації

source: Include Editor Options
uk: Включити Опції Редактора

source: Export editor states, e.g. enabled/disabled flags for texturing, meshing, and similar
uk: Експортувати прапори редактора, наприклад опції що вказують чи використовувати камеру для створення сітки або текстури

source: Export Mode
uk: Режим Експорту

source: Depending on how much you trust your registration, you can select the following options or you can also choose not to export camera poses
uk: Залежно від того наскільки Ви довіряєте реєстрації, можна обрати відповідні опції або ж не експортувати позиції камер

source: Do Not Export
uk: Не Експортувати

source: Draft
uk: Чернетка

source: This will treat poses as an imperfect draft to be optimized in the future. The draft mode functions also as a flight log
uk: Позначає позиції як не досконалі чернетки що потрібно оптимізувати в майбутньому. Режим чернетки також може використовуватися як лог польоту

source: Exact
uk: Чистовик

source: If you trust the alignment absolutely. By choosing this option, you are saying to the application that poses are precise, but the global position, orientation, and scale is not known
uk: Якщо Ви повністю довіряєте вирівнюванню. Обираючи цю опцію, Ви вказуєте аплікації що позиції є прецезійними, але глобальні положення, орієнтація і масштаб не відомі

source: Locked
uk: Заблокований Чистовик

source: This is the same as the exact option with the difference that the camera position and calibration will not be changed, when locked
uk: Те ж саме що і чистовик але положення камер і параметри калібрації не буде змінено

source: Calibration Group
uk: Група Калібрації

source: By defining a group we state that all images in this group have the same calibration properties, e.g. the same focal length, the same principal point. Use "-1" if you do not want to group the parameters
uk: Групою ми зазначаємо що у всіх зображень у цій групі однакові властивості калібрації, тобто однакова фокальна відстань, однакове відхилення від центру, тощо. Використовуйте "-1" якщо не потрібно групувати параметри

source: Distortion Group
uk: Група Дисторсії

source: By defining a group we state that all images in this group have the same lens properties, e.g. the same lens distortion coefficients. Use "-1" if you do not want to group the parameters
uk: Групою ми зазначаємо що у всіх зображень у цій групі однакові властивості дисторсії, тобто однакові коефіцієнти дисторсії, тощо. Використовуйте "-1" якщо не потрібно групувати параметри

source: In Texturing
uk: Для Текстури

source: Whether to use an image to create an object texture
uk: Чи використовувати зображення для створення текстури об'єкта

source: In Meshing
uk: Для Сітки

source: Whether to use an image to create the object mesh data
uk: Чи використовувати зображення для створення сітки об'єкта

source: File Name
uk: Назва Файлу

source: Import Cameras
uk: Імпортувати Камери

source: Import Scene
uk: Імпортувати Сцену

source: Type
uk: Тип

source: File type to be imported
uk: Тип файлу для імпорту

source: Remove Image from Bind History
uk: Видалити з Зображення з Історії

source: Setup Context
uk: Налаштувати Контекст

source: Show Preferences
uk: Відкрити Налаштування
