Repository: ivan-perevala/camera_projection_painter_addon_manual
Catalog: locale/*/LC_MESSAGES/props.po
Languages: uk

source: Image
uk: Зображення

source: Camera binded image. It will be used as a paint brush. Also, its size affects the distortion parameters in the pixel coordinate system (in which way - described in more detail for the corresponding parameters), and therefore - also the possibility of exporting to certain file formats
uk: Зображення пов'язане до камери. Буде використано як кисть для малювання. Його розмір впливає на пареметри дисторсії в піксельній системі координат (у який спосіб - детальніше описано для окремих параметрів), а значить - також на можливість експорту в певні формати файлів

source: Millimeters Focal Length
uk: Фокальна Відстань в Міліметрах

source: Camera focal length in millimeters
uk: Фокальна відстань камери у міліметрах

source: Pixels Focal Length
uk: Фокальна Відстань у Пікселях

source: Camera focal length in pixels
uk: Фокальна відстань камери у пікселях

source: Sensor
uk: Сенсор

source: The size of the camera sensor in millimeters, taking into account the larger side of the binded image
uk: Розмір сенсора камери у міліметрах, зважаючи на більшу сторону прив'язаного зображення

source: Millimeters Skew
uk: Зсув у Міліметрах

source: Horizontal camera skew in millimeters
uk: Горизонтальний зсув камери у міліметрах

source: Pixels Skew
uk: Зсув у Пікселях

source: Horizontal camera skew in pixels
uk: Горизонтальний зсув камери у пікселях

source: Aspect Ratio
uk: Співвідношення Сторін

source: Camera aspect ratio correction factor
uk: Фактор корекції співвідношення сторін

source: Principal X
uk: Відхилення X

source: Deviation of the camera principal point X
uk: Відхилення від центру зображення за віссю X

source: Principal Y
uk: Відхилення Y

source: Deviation of the camera principal point Y
uk: Відхилення від центру зображення за віссю Y

source: Millimeters Principal X
uk: Відхилення у Міліметрах X

source: Deviation of the camera principal point X in millimeters
uk: Відхилення від центру зображення у міліметрах за віссю X

source: Millimeters Principal Y
uk: Відхилення у Міліметрах Y

source: Deviation of the camera principal point Y in millimeters
uk: Відхилення від центру зображення у міліметрах за віссю Y

source: Pixels Principal
uk: Відхилення у Пікселях

source: Deviation of the camera principal point in pixels
uk: Відхилення від центру зображення у пікселях

source: Distortion Model
uk: Модель Дисторсії

source: Camera mathematical lens distortion model
uk: Математична модель дисторсії лінзи

source: None
uk: Немає

source: No distortion, only correction
uk: Без дисторсії, лише корекція

source: Division
uk: Ділення

source: Division lens distortion model with two radial distortion coefficients
uk: Модель ділення з двома коефіцієнтами радіальної дисторсії

source: Polynomial
uk: Поліноміальна

source: Polynomial lens distortion model with four radial and two tangential lens distortion coefficients
uk: Поліноміальна модель з чотирма радіальними і двома тангенціальними коефіцієнтами дисторсії

source: Brown
uk: Брауна-Конраді

source: Brown-Conrady lens distortion model with four radial and two tangential lens distortion coefficients
uk: Модель Брауна-Конраді з чотирма радіальними і двома тангенціальними коефіцієнтами дисторсії

source: First radial coefficient
uk: Перший коефіцієнт радіальної дисторсії

source: Second radial coefficient
uk: Другий коефіцієнт радіальної дисторсії

source: Third radial coefficient
uk: Третій коефіцієнт радіальної дисторсії

source: Fourth radial coefficient
uk: Четвертий коефіцієнт радіальної дисторсії

source: First tangential coefficient
uk: Перший коефіцієнт тангенціальної дисторсії

source: Second tangential coefficient
uk: Другий коефіцієнт тангенціальної дисторсії

source: Bind History
uk: Історія Зображень

source: Images that were once binded to this camera
uk: Зображення що раніше було пов'язано до цієї камери

source: RC Metadata XMP
uk: RC Метадані XMP

source: Reality Capture "Metadata XMP" properties
uk: Параметри Reality Capture "Метадані XMP"

source: Export Mode
uk: Режим Експорту

source: Depending on how much you trust your registration, you can select the following options or you can also choose not to export camera poses
uk: Залежно від того наскільки Ви довіряєте реєстрації, можна обрати відповідні опції або ж не експортувати позиції камер

source: Do Not Export
uk: Не Експортувати

source: Draft
uk: Чернетка

source: This will treat poses as an imperfect draft to be optimized in the future. The draft mode functions also as a flight log
uk: Позначає позиції як не досконалі чернетки що потрібно оптимізувати в майбутньому. Режим чернетки також може використовуватися як лог польоту

source: Exact
uk: Чистовик

source: If you trust the alignment absolutely. By choosing this option, you are saying to the application that poses are precise, but the global position, orientation, and scale is not known
uk: Якщо Ви повністю довіряєте вирівнюванню. Обираючи цю опцію, Ви вказуєте аплікації що позиції є прецезійними, але глобальні положення, орієнтація і масштаб не відомі

source: Locked
uk: Заблокований Чистовик

source: This is the same as the exact option with the difference that the camera position and calibration will not be changed, when locked
uk: Те ж саме що і чистовик але положення камер і параметри калібрації не буде змінено

source: Calibration Group
uk: Група Калібрації

source: By defining a group we state that all images in this group have the same calibration properties, e.g. the same focal length, the same principal point. Use "-1" if you do not want to group the parameters
uk: Групою ми зазначаємо що у всіх зображень у цій групі однакові властивості калібрації, тобто однакова фокальна відстань, однакове відхилення від центру, тощо. Використовуйте "-1" якщо не потрібно групувати параметри

source: Distortion Group
uk: Група Дисторсії

source: By defining a group we state that all images in this group have the same lens properties, e.g. the same lens distortion coefficients. Use "-1" if you do not want to group the parameters
uk: Групою ми зазначаємо що у всіх зображень у цій групі однакові властивості дисторсії, тобто однакові коефіцієнти дисторсії, тощо. Використовуйте "-1" якщо не потрібно групувати параметри

source: In Texturing
uk: Для Текстури

source: In Meshing
uk: Для Сітки

source: Row: 1, Column: 1
uk: Рядок: 1, Колона: 1

source: Row: 1, Column: 2
uk: Рядок: 1, Колона: 2

source: Row: 1, Column: 3
uk: Рядок: 1, Колона: 3

source: Row: 2, Column: 1
uk: Рядок: 2, Колона: 1

source: Row: 2, Column: 2
uk: Рядок: 2, Колона: 2

source: Row: 2, Column: 3
uk: Рядок: 2, Колона: 3

source: Row: 3, Column: 1
uk: Рядок: 3, Колона: 1

source: Row: 3, Column: 2
uk: Рядок: 3, Колона: 2

source: Row: 3, Column: 3
uk: Рядок: 3, Колона: 3

source: Location
uk: Розташування

source: RC Heading, Pitch, Roll
uk: RC Никання, Тангаж і Крен

source: Heading
uk: Никання

source: Pitch
uk: Тангаж

source: Roll
uk: Крен

source: RC Omega, Phi, Kappa
uk: RC Омега, Фі, Каппа

source: Omega
uk: Омега

source: Phi
uk: Фі

source: Kappa
uk: Каппа

source: RC Rotation Component
uk: RC Компонент Повороту

source: Item: 1 (Row: 1, Column: 1)
uk: Значення: 1 (Рядок: 1, Колона: 1)

source: Item: 2 (Row: 1, Column: 2)
uk: Значення: 2 (Рядок: 1, Колона: 2)

source: Item: 3 (Row: 1, Column: 3)
uk: Значення: 3 (Рядок: 1, Колона: 3)

source: Item: 4 (Row: 2, Column: 1)
uk: Значення: 4 (Рядок: 2, Колона: 1)

source: Item: 5 (Row: 2, Column: 2)
uk: Значення: 5 (Рядок: 2, Колона: 2)

source: Item: 6 (Row: 2, Column: 3)
uk: Значення: 6 (Рядок: 2, Колона: 3)

source: Item: 7 (Row: 3, Column: 1)
uk: Значення: 7 (Рядок: 3, Колона: 1)

source: Item: 8 (Row: 3, Column: 2)
uk: Значення: 8 (Рядок: 3, Колона: 2)

source: Item: 9 (Row: 3, Column: 3)
uk: Значення: 9 (Рядок: 3, Колона: 3)

source: Unit
uk: Одиниці

source: Display units of camera parameters
uk: Одиниці відображення парамерів камери

source: Millimeters
uk: Міліметри

source: Camera parameters in millimeters
uk: Параметри камери у міліметрах

source: Pixels
uk: Пікселі

source: Camera parameters relative to image sizes in pixels
uk: Параметри камери відносно розміру зображення у пікселях

source: Precision
uk: Точність

source: Precision of display of decimal fractions of camera parameters
uk: Точність відображення параметрів з десятковими дробами

source: Single
uk: Одинарна

source: IEEE-754 single precision float
uk: Одинарна точність дробу стандарту IEEE-754

source: Double
uk: Подвійна

source: IEEE-754 double precision float
uk: Подвійна точність дробу стандарту IEEE-754

source: Highlight Cameras Orientation
uk: Показати Орієнтацію Камер

source: Use a different color for cameras whose images have landscape (including square) and portrait orientation
uk: Використати різні кольори для камер у яких зображення ландшафтної (включно з квадратними), чи портретної орієнтації

source: Cameras Landscape Orientation Color
uk: Колір Камер Ландшафтної Орієнтації

source: The color of the display of cameras in which the images have a landscape (including square) orientation
uk: Колір відображення камер з ландшафтною (включно з квадратними зображеннями) орієнтацією

source: Cameras Portrait Orientation Color
uk: Колір Камер Портретної Орієнтації

source: The color of the display of cameras in which the images have a portrait orientation
uk: Колір відображення камер з портретною орієнтацією

source: Highlight Projected Border
uk: Показати Спроектовану Рамку

source: Whether to highlight the borders of the frame of the projected image on the object
uk: Чи показувати рамку спроектораного на об'єкт зображення

source: Highlight Projected Border First Color
uk: Перший Колір Спроектованої Рамки

source: The first color that will be used to highlight the parts of the object that are outside of camera frustum
uk: Перший колір що буде використано для відображення частин об'єкта що знаходяться за межами зображення

source: Highlight Projected Border Second Color
uk: Другий Колір Спроектованої Рамки

source: The second color that will be used to highlight the parts of the object that are outside of camera frustum
uk: Другий колір що буде використано для відображення частин об'єкта що знаходяться за межами зображення

source: Highlight Projected Border Type
uk: Тип Рамки

source: The fill type of the highlighted area
uk: Тип заповнення відображення

source: Fill Color
uk: Колір заповнення

source: Single color outline
uk: Заповнення суцільним кольором

source: Checker
uk: Шашки

source: Checker pattern outline
uk: Заповнення шашками

source: Lines
uk: Лінії

source: Lines pattern outline
uk: Заповнення похилими лініями

source: Highlight Projected Border Facing
uk: Сторона Спроектованої Рамки

source: Which side of the polygons that are outside the frame of the projected image to display. Сan be useful for a scene where there is a closed space, for example a room or a street. At least one of the options should be selected
uk: Яку сторону граней що знаходяться за межами рамки спроектованого зображення буде відображено. Може бути корисним для сцен з замкнутим простором, наприклад, вулиці чи кімнати. Повинна бути обрана принаймні одна опція

source: Show the front of polygons
uk: Показувати лицьову сторону граней

source: Show the back of polygons
uk: Показувати зворотню сторону граней

source: Viewport Cameras Size
uk: Розмір Камер

source: The size of the cameras in the viewport
uk: Розмір камер у вікні перегляду

source: Current Image Viewport Transparency
uk: Прозорість поточного зображення у вікні перегляду

source: Transparency of the image when viewed from the camera
uk: Прозорість зображення коли дивитися з камери

source: Apply UDIM Materials Fix
uk: Застосувати UDIM Матеріали

source: The standard import imports UDIM images as multiple materials and multiple images
uk: Стандартний імпортер імпортує UDIM зображення як декілька матеріалів і зображень
